Revit 2027 API
ParameterTypeId.RepeatingDetailSpacing Property
 "Spacing"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RepeatingDetailSpacing { get; }
Public Shared ReadOnly Property RepeatingDetailSpacing As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RepeatingDetailSpacing {
	ForgeTypeId^ get ();
}
static member RepeatingDetailSpacing : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace